/**
 * サイドバーメニューのデータ（日本語）
 */
export const sideMenuListJP = [
	{
		title: "テーマ旅行",
		subMenu: [
			{
				title: "親子旅行",
				subMenu: ["お寺参り", "古い町巡り", "桂林の風景", "革命旅行"],
			},
			{
				title: "家族旅行",
				subMenu: ["上海ディズニーランド", "アドベンチャー体験", "オーシャンパーク", "名門校体験"],
			},
			{
				title: "ロマンチックなハネムーン",
				subMenu: ["ロマンチックな島々", "豪華ホテル", "ショッピング", "グローバルウェディング"],
			},
		],
	},
	{
		title: "近郊旅行",
		subMenu: [
			{
				title: "近郊の目的地",
				subMenu: ["新疆", "南京", "蘇州", "黄山"],
			},
			{
				title: "人気の観光スポット",
				subMenu: ["華山", "泸沽湖", "烏鎮", "宏村"],
			},
		],
	},
	{
		title: "国内旅行",
		subMenu: [
			{
				title: "広東省",
				subMenu: ["広州", "深セン", "珠海", "惠州"],
			},
			{
				title: "浙江省",
				subMenu: ["杭州", "普陀山", "千島湖", "寧波"],
			},
			{
				title: "江蘇省",
				subMenu: ["舟山", "烏鎮", "莫干山", "湖州"],
			},
		],
	},
	{
		title: "東南アジア",
		subMenu: [
			{
				title: "人気の目的地",
				subMenu: ["シンガポール", "バリ島", "ベトナム", "カンボジア"],
			},
			{
				title: "人気の観光地",
				subMenu: ["ハロン湾", "アンコールワット", "シアヌークビル", "ペナン島"],
			},
		],
	},
	{
		title: "ヨーロッパ",
		subMenu: [
			{
				title: "人気のクルーズコース",
				subMenu: ["ヨーロッパ川クルーズ", "北欧クルーズ", "エーゲ海クルーズ", "英国三島"],
			},
			{
				title: "人気の観光地",
				subMenu: ["バイカル湖", "プロヴァンス", "アルプス", "サントリーニ島"],
			},
			{
				title: "ハネムーン旅行",
				subMenu: ["オーロラセンター", "ロシア極東", "イギリス・ユングフラウ", "ガラスのビーチ"],
			},
		],
	},
];

/**
 * ホームページおすすめ商品データ（日本語）
 */
// 人気商品
export const productList1JP = [
	{
		id: 1,
		title:
			"エジプト アスワン+ルクソール+紅海+カイロ+アレクサンドリア 12日間 グループツアー（5星）·【公式フラッグシップスターピュアプレイ団体】25人限定|ビザチップ全食事付き|3泊ナイル川クルーズ+3泊紅海オールインクルーシブリゾート+1泊テーベ古都|国内線アップグレード|品質中国語ガイドチーム|7大寺院+特典プロジェクト",
		price: "11990",
	},
	{
		id: 2,
		title: "モロッコ サハラ砂漠+カサブランカ+マラケシュ+シャウエン...",
		price: "13290",
	},
	{
		id: 3,
		title: "ベトナム ホーチミン市+ミーネ+ニャチャン+ハノイ 7日6夜 グループツアー（4星）...",
		price: "4000",
	},
	{
		id: 4,
		title: "ドバイ+アブダビ 6日間 グループツアー（5星）·【携程国旅ピュアプレイ...",
		price: "7399",
	},
	{
		id: 5,
		title: "タイ バンコク+パタヤ 6日5夜 グループツアー（5星）·【ピュアプレイ】『可...",
		price: "3499",
	},
	{
		id: 6,
		title: "日本 大阪+京都+箱根+東京 6日5夜 グループツアー（4星）·【ロマンチック...",
		price: "5999",
	},
	{
		id: 7,
		title: "シンガポール+マレーシア 6日5夜 グループツアー（5星）·【ピュアプレイ無購入...",
		price: "6199",
	},
	{
		id: 8,
		title: "フランス+ドイツ+イタリア+スイス 12日間 グループツアー（4星）·【匠心設計...",
		price: "13699",
	},
	{
		id: 9,
		title: "インドネシア バリ島 7日5夜 プライベートグループ（5星）·Aライン独立プールヴィラ...",
		price: "5021",
	},
	// ... 他の製品
];
